export const metroData = {
    "Москва": {
        "lines": [
            {
                "id": "1",
                "name": "Сокольническая",
                "color": "#E4221B",
                "stations": [
                    { "name": "Бульвар Рокоссовского", "coords": [55.815032, 37.732016] },
                    { "name": "Черкизовская", "coords": [55.802771, 37.744879] },
                    { "name": "Преображенская площадь", "coords": [55.796822, 37.716536] },
                    { "name": "Сокольники", "coords": [55.788877, 37.679862] },
                    { "name": "Красносельская", "coords": [55.779756, 37.666163] },
                    { "name": "Комсомольская", "coords": [55.774305, 37.653773] },
                    { "name": "Красные Ворота", "coords": [55.768640, 37.649352] },
                    { "name": "Чистые пруды", "coords": [55.764777, 37.638727] },
                    { "name": "Лубянка", "coords": [55.759724, 37.626899] },
                    { "name": "Охотный Ряд", "coords": [55.756984, 37.615466] },
                    { "name": "Библиотека им. Ленина", "coords": [55.751279, 37.610255] },
                    { "name": "Кропоткинская", "coords": [55.745035, 37.603429] },
                    { "name": "Парк культуры", "coords": [55.735776, 37.594746] },
                    { "name": "Фрунзенская", "coords": [55.727278, 37.580309] },
                    { "name": "Спортивная", "coords": [55.723349, 37.564106] },
                    { "name": "Воробьёвы горы", "coords": [55.710475, 37.559258] },
                    { "name": "Университет", "coords": [55.710475, 37.559258] },
                    { "name": "Проспект Вернадского", "coords": [55.710475, 37.559258] },
                    { "name": "Юго-Западная", "coords": [55.663632, 37.483025] },
                    { "name": "Тропарёво", "coords": [55.645845, 37.472299] },
                    { "name": "Румянцево", "coords": [55.633020, 37.441209] },
                    { "name": "Саларьево", "coords": [55.621748, 37.423878] },
                    { "name": "Филатов Луг", "coords": [55.601153, 37.407922] },
                    { "name": "Прокшино", "coords": [55.586453, 37.433193] },
                    { "name": "Ольховая", "coords": [55.568951, 37.459011] },
                    { "name": "Новомосковская", "coords": [55.560148, 37.468621] },
                    { "name": "Потапово", "coords": [55.552597, 37.492998] }
                ]
            },
            {
                "id": "2",
                "name": "Замоскворецкая",
                "color": "#4CAF50",
                "stations": [
                    { "name": "Ховрино", "coords": [55.878316, 37.480646] },
                    { "name": "Беломорская", "coords": [55.865377, 37.475576] },
                    { "name": "Речной вокзал", "coords": [55.854917, 37.476243] },
                    { "name": "Водный стадион", "coords": [55.839827, 37.486805] },
                    { "name": "Войковская", "coords": [55.819026, 37.497840] },
                    { "name": "Сокол", "coords": [55.805048, 37.514633] },
                    { "name": "Аэропорт", "coords": [55.800346, 37.532976] },
                    { "name": "Динамо", "coords": [55.789762, 37.558128] },
                    { "name": "Белорусская", "coords": [55.777345, 37.582206] },
                    { "name": "Маяковская", "coords": [55.770169, 37.595568] },
                    { "name": "Тверская", "coords": [55.764448, 37.605847] },
                    { "name": "Театральная", "coords": [55.757943, 37.618979] },
                    { "name": "Новокузнецкая", "coords": [55.742314, 37.629185] },
                    { "name": "Павелецкая", "coords": [55.729969, 37.638408] },
                    { "name": "Автозаводская", "coords": [55.707273, 37.657720] },
                    { "name": "Технопарк", "coords": [55.693879, 37.664474] },
                    { "name": "Коломенская", "coords": [55.678422, 37.663848] },
                    { "name": "Каширская", "coords": [55.655584, 37.649772] },
                    { "name": "Кантемировская", "coords": [55.636073, 37.656234] },
                    { "name": "Царицыно", "coords": [55.621591, 37.669022] },
                    { "name": "Орехово", "coords": [55.612912, 37.695204] },
                    { "name": "Домодедовская", "coords": [55.610855, 37.718516] },
                    { "name": "Красногвардейская", "coords": [55.613678, 37.743927] },
                    { "name": "Алма-Атинская", "coords": [55.632729, 37.765851] }
                ]
            },
            {
                "id": "3",
                "name": "Арбатско-Покровская",
                "color": "#0078D4",
                "stations": [
                    { "name": "Пятницкое шоссе", "coords": [55.855962, 37.354081] },
                    { "name": "Митино", "coords": [55.845699, 37.362111] },
                    { "name": "Волоколамская", "coords": [55.835503, 37.381935] },
                    { "name": "Мякинино", "coords": [55.824934, 37.385211] },
                    { "name": "Строгино", "coords": [55.803794, 37.402971] },
                    { "name": "Крылатское", "coords": [55.756555, 37.408074] },
                    { "name": "Молодёжная", "coords": [55.740798, 37.416617] },
                    { "name": "Кунцевская", "coords": [55.740798, 37.416617] },
                    { "name": "Славянский бульвар", "coords": [55.729573, 37.470503] },
                    { "name": "Парк Победы", "coords": [55.736941, 37.516158] },
                    { "name": "Киевская", "coords": [55.744617, 37.566694] },
                    { "name": "Смоленская", "coords": [55.747678, 37.583630] },
                    { "name": "Арбатская", "coords": [55.752520, 37.603974] },
                    { "name": "Площадь Революции", "coords": [55.756842, 37.622476] },
                    { "name": "Курская", "coords": [55.758391, 37.658598] },
                    { "name": "Бауманская", "coords": [55.772371, 37.678986] },
                    { "name": "Электрозаводская", "coords": [55.782073, 37.705165] },
                    { "name": "Семёновская", "coords": [55.783227, 37.719263] },
                    { "name": "Партизанская", "coords": [55.788406, 37.749908] },
                    { "name": "Измайловская", "coords": [55.787731, 37.781355] },
                    { "name": "Первомайская", "coords": [55.794621, 37.799200] },
                    { "name": "Щёлковская", "coords": [55.809670, 37.798685] }
                ]
            },
            {
                id: "4",
                name: "Филёвская",
                color: "#00B0F0", // Голубой цвет линии
                stations: [
                    { name: "Кунцевская", coords: [55.730871, 37.446652] },
                    { name: "Пионерская", coords: [55.735959, 37.466920] },
                    { name: "Филёвский парк", coords: [55.739521, 37.483305] },
                    { name: "Багратионовская", coords: [55.743818, 37.497891] },
                    { name: "Фили", coords: [55.745991, 37.514855] },
                    { name: "Кутузовская", coords: [55.740316, 37.534134] },
                    { name: "Студенческая", coords: [55.738809, 37.548280] },
                    { name: "Киевская", coords: [55.743591, 37.565560] },
                    { name: "Смоленская", coords: [55.748760, 37.582082] },
                    { name: "Арбатская", coords: [55.752087, 37.601303] },
                    { name: "Александровский сад", coords: [55.752306, 37.609364] }
                ]
            },
            {
                id: "5",
                name: "Кольцевая",
                color: "#894E00", // Коричневый цвет линии
                stations: [
                    { name: "Парк культуры", coords: [55.735257, 37.592684] },
                    { name: "Октябрьская", coords: [55.729209, 37.611150] },
                    { name: "Добрынинская", coords: [55.728974, 37.622671] },
                    { name: "Павелецкая", coords: [55.731804, 37.636811] },
                    { name: "Таганская", coords: [55.742428, 37.653040] },
                    { name: "Курская", coords: [55.757408, 37.659910] },
                    { name: "Комсомольская", coords: [55.775727, 37.654575] },
                    { name: "Проспект Мира", coords: [55.779619, 37.633420] },
                    { name: "Новослободская", coords: [55.779562, 37.601457] },
                    { name: "Белорусская", coords: [55.776767, 37.585192] },
                    { name: "Краснопресненская", coords: [55.760218, 37.577070] },
                    { name: "Киевская", coords: [55.743939, 37.568059] },
                    { name: "Парк культуры", coords: [55.735257, 37.592684] }
                ]
            },
            {
                id: "6",
                name: "Калужско-Рижская",
                color: "#FF9500", // Оранжевый цвет
                stations: [
                    // Рижский радиус
                    { name: "Медведково", coords: [55.887361, 37.661203] },
                    { name: "Бабушкинская", coords: [55.869441, 37.663977] },
                    { name: "Свиблово", coords: [55.855240, 37.652408] },
                    { name: "Ботанический сад", coords: [55.844915, 37.637889] },
                    { name: "ВДНХ", coords: [55.821054, 37.640804] },
                    { name: "Алексеевская", coords: [55.807720, 37.638508] },
                    { name: "Рижская", coords: [55.792376, 37.635931] },
                    { name: "Проспект Мира", coords: [55.781641, 37.632867] },
                    { name: "Сухаревская", coords: [55.772420, 37.631929] },
                    { name: "Тургеневская", coords: [55.765223, 37.636536] },
                    { name: "Китай-город", coords: [55.757042, 37.631124] },

                    // Калужский радиус
                    { name: "Третьяковская", coords: [55.741201, 37.625307] },
                    { name: "Октябрьская", coords: [55.730898, 37.612101] },
                    { name: "Шаболовская", coords: [55.718805, 37.607622] },
                    { name: "Ленинский проспект", coords: [55.707752, 37.586177] },
                    { name: "Академическая", coords: [55.687686, 37.573080] },
                    { name: "Профсоюзная", coords: [55.677859, 37.562551] },
                    { name: "Новые Черёмушки", coords: [55.670047, 37.554441] },
                    { name: "Калужская", coords: [55.656562, 37.539821] },
                    { name: "Беляево", coords: [55.642748, 37.525928] },
                    { name: "Коньково", coords: [55.633216, 37.518816] },
                    { name: "Тёплый Стан", coords: [55.618898, 37.508081] },
                    { name: "Ясенево", coords: [55.606025, 37.533398] },
                    { name: "Новоясеневская", coords: [55.601590, 37.553452] }
                ]
            },
            {
                id: "7",
                name: "Таганско-Краснопресненская",
                color: "#8B479C", // Фиолетовый цвет
                stations: [
                    // Краснопресненский радиус
                    { name: "Планерная", coords: [55.860912, 37.436300] },
                    { name: "Сходненская", coords: [55.850503, 37.439378] },
                    { name: "Тушинская", coords: [55.826515, 37.436992] },
                    { name: "Спартак", coords: [55.818040, 37.435180] },
                    { name: "Щукинская", coords: [55.808849, 37.463682] },
                    { name: "Октябрьское Поле", coords: [55.793652, 37.493262] },
                    { name: "Полежаевская", coords: [55.777396, 37.519128] },
                    { name: "Беговая", coords: [55.773709, 37.545851] },
                    { name: "Улица 1905 года", coords: [55.764743, 37.561211] },
                    { name: "Баррикадная", coords: [55.760784, 37.581282] },
                    { name: "Пушкинская", coords: [55.765755, 37.603837] },
                    { name: "Кузнецкий Мост", coords: [55.761552, 37.624537] },
                    { name: "Китай-город", coords: [55.754381, 37.633897] },

                    // Таганский радиус
                    { name: "Таганская", coords: [55.739556, 37.652836] },
                    { name: "Пролетарская", coords: [55.731676, 37.666068] },
                    { name: "Волгоградский проспект", coords: [55.725225, 37.686749] },
                    { name: "Текстильщики", coords: [55.708813, 37.732476] },
                    { name: "Кузьминки", coords: [55.705592, 37.765599] },
                    { name: "Рязанский проспект", coords: [55.717010, 37.793384] },
                    { name: "Выхино", coords: [55.715636, 37.817920] },
                    { name: "Лермонтовский проспект", coords: [55.701694, 37.852301] },
                    { name: "Жулебино", coords: [55.685041, 37.855641] },
                    { name: "Котельники", coords: [55.674189, 37.858401] }
                ]
            },
            {
                id: "8",
                name: "Калининская",
                color: "#F9D423", // Жёлтый цвет
                stations: [
                    { name: "Новокосино", coords: [55.745126, 37.864013] },
                    { name: "Новогиреево", coords: [55.751647, 37.817088] },
                    { name: "Перово", coords: [55.751334, 37.786788] },
                    { name: "Шоссе Энтузиастов", coords: [55.757630, 37.750758] },
                    { name: "Авиамоторная", coords: [55.752008, 37.717252] },
                    { name: "Площадь Ильича", coords: [55.747124, 37.681378] },
                    { name: "Марксистская", coords: [55.741286, 37.655805] },
                    { name: "Третьяковская", coords: [55.740974, 37.626357] }
                ]
            },
            {
                id: "8A",
                name: "Солнцевская",
                color: "#F9D423", // Жёлтый цвет (как продолжение Калининской)
                stations: [
                    // Центральный участок
                    { name: "Деловой центр", coords: [55.748704, 37.537979] },
                    { name: "Парк победы", coords: [55.736130, 37.516727] },
                    { name: "Минская", coords: [55.724158, 37.497288] },
                    { name: "Ломоносовский проспект", coords: [55.706974, 37.515573] },
                    { name: "Раменки", coords: [55.697674, 37.498645] },
                    { name: "Мичуринский проспект", coords: [55.689433, 37.482974] },
                    { name: "Озёрная", coords: [55.670538, 37.448794] },
                    { name: "Говорово", coords: [55.659488, 37.417163] },
                    { name: "Солнцево", coords: [55.649238, 37.390741] },
                    { name: "Боровское шоссе", coords: [55.647592, 37.369963] },
                    { name: "Новопеределкино", coords: [55.639618, 37.355106] },
                    { name: "Рассказовка", coords: [55.633949, 37.334556] },
                    { name: "Пыхтино", coords: [55.624499, 37.295899] },
                    { name: "Аэропорт Внуково", coords: [55.607090, 37.287647] }
                ]
            },
            {
                id: "9",
                name: "Серпуховско-Тимирязевская",
                color: "#A1A1A4", // Серый цвет
                stations: [
                    // Северный участок (Тимирязевский радиус)
                    { name: "Алтуфьево", coords: [55.898145, 37.587279] },
                    { name: "Бибирево", coords: [55.883857, 37.602966] },
                    { name: "Отрадное", coords: [55.863220, 37.604678] },
                    { name: "Владыкино", coords: [55.846927, 37.589726] },
                    { name: "Петровско-Разумовская", coords: [55.836380, 37.575562] },
                    { name: "Тимирязевская", coords: [55.818711, 37.575169] },
                    { name: "Дмитровская", coords: [55.807637, 37.581115] },
                    { name: "Савёловская", coords: [55.793633, 37.588073] },
                    { name: "Менделеевская", coords: [55.781755, 37.598743] },

                    // Центральный участок
                    { name: "Цветной бульвар", coords: [55.771741, 37.620648] },
                    { name: "Чеховская", coords: [55.765834, 37.608161] },
                    { name: "Боровицкая", coords: [55.750565, 37.608679] },
                    { name: "Полянка", coords: [55.736924, 37.618792] },
                    { name: "Серпуховская", coords: [55.727303, 37.625148] },
                    { name: "Тульская", coords: [55.708819, 37.622643] },

                    // Южный участок (Серпуховский радиус)
                    { name: "Нагатинская", coords: [55.682856, 37.622522] },
                    { name: "Нагорная", coords: [55.672667, 37.610637] },
                    { name: "Нахимовский проспект", coords: [55.662415, 37.605267] },
                    { name: "Севастопольская", coords: [55.652347, 37.598422] },
                    { name: "Чертановская", coords: [55.640656, 37.606301] },
                    { name: "Южная", coords: [55.622262, 37.608921] },
                    { name: "Пражская", coords: [55.612304, 37.604336] },
                    { name: "Улица Академика Янгеля", coords: [55.595109, 37.600500] },
                    { name: "Аннино", coords: [55.582631, 37.596638] },
                    { name: "Бульвар Дмитрия Донского", coords: [55.569608, 37.577462] }
                ]
            },
            {
                id: "10",
                name: "Люблинско-Дмитровская",
                color: "#B3D445", // Салатовый цвет
                stations: [
                    // Северный участок (Дмитровский радиус)
                    { name: "Физтех", coords: [55.921444, 37.546428] }, // Строящаяся
                    { name: "Лианозово", coords: [55.898611, 37.544891] }, // Строящаяся
                    { name: "Яхромская", coords: [55.879850, 37.545437] }, // Строящаяся
                    { name: "Селигерская", coords: [55.866524, 37.547176] },
                    { name: "Верхние Лихоборы", coords: [55.856279, 37.560903] },
                    { name: "Окружная", coords: [55.845576, 37.573974] },
                    { name: "Петровско-Разумовская", coords: [55.834335, 37.574238] },
                    { name: "Фонвизинская", coords: [55.822867, 37.587243] },
                    { name: "Бутырская", coords: [55.813397, 37.602376] },
                    { name: "Марьина Роща", coords: [55.795033, 37.616510] },

                    // Центральный участок
                    { name: "Достоевская", coords: [55.781507, 37.614773] },
                    { name: "Трубная", coords: [55.767841, 37.621932] },
                    { name: "Сретенский бульвар", coords: [55.765639, 37.638447] },
                    { name: "Чкаловская", coords: [55.755747, 37.657914] },
                    { name: "Римская", coords: [55.746278, 37.681291] },
                    { name: "Крестьянская Застава", coords: [55.732703, 37.665106] },
                    { name: "Дубровка", coords: [55.718064, 37.676314] },
                    { name: "Кожуховская", coords: [55.706425, 37.685178] },
                    { name: "Печатники", coords: [55.693146, 37.727866] },

                    // Южный участок (Люблинский радиус)
                    { name: "Волжская", coords: [55.690899, 37.753150] },
                    { name: "Люблино", coords: [55.675613, 37.761896] },
                    { name: "Братиславская", coords: [55.659624, 37.750589] },
                    { name: "Марьино", coords: [55.649975, 37.743548] },
                    { name: "Борисово", coords: [55.633319, 37.743659] },
                    { name: "Шипиловская", coords: [55.621117, 37.743713] },
                    { name: "Зябликово", coords: [55.612317, 37.745167] }
                ]
            },
            {
                id: "11",
                name: "Большая кольцевая",
                color: "#8E479C",
                stations: [
                    { name: "Хорошёвская", coords: [55.776741, 37.520447] },
                    { name: "ЦСКА", coords: [55.786516, 37.533108] },
                    { name: "Петровский парк", coords: [55.791857, 37.556968] },
                    { name: "Савёловская", coords: [55.792809, 37.585918] },
                    { name: "Марьина роща", coords: [55.796528, 37.615624] },
                    { name: "Рижская", coords: [55.793824, 37.634107] },
                    { name: "Сокольники", coords: [55.790116, 37.679158] },
                    { name: "Электрозаводская", coords: [55.780240, 37.702851] },
                    { name: "Лефортово", coords: [55.764648, 37.706920] },
                    { name: "Авиамоторная", coords: [55.753675, 37.719099] },
                    { name: "Нижегородская", coords: [55.731763, 37.729306] },
                    { name: "Текстильщики", coords: [55.707669, 37.728265] },
                    { name: "Печатники", coords: [55.694523, 37.727128] },
                    { name: "Нагатинский Затон", coords: [55.684341, 37.704411] },
                    { name: "Кленовый бульвар", coords: [55.674670, 37.681503] },
                    { name: "Каширская", coords: [55.654355, 37.647419] },
                    { name: "Варшавская", coords: [55.653345, 37.619424] },
                    { name: "Каховская", coords: [55.653345, 37.619424] },
                    { name: "Зюзино", coords: [55.655702, 37.573601] },
                    { name: "Воронцовская", coords: [55.658812, 37.539344] },
                    { name: "Новаторская", coords: [55.669825, 37.522026] },
                    { name: "Проспект Вернадского", coords: [55.678523, 37.503682] },
                    { name: "Мичуринский проспект", coords: [55.688194, 37.485154] },
                    { name: "Аминьевская", coords: [55.697214, 37.464961] },
                    { name: "Давыдково", coords: [55.715188, 37.451804] },
                    { name: "Кунцевская", coords: [55.728766, 37.445942] },
                    { name: "Терехово", coords: [55.748060, 37.459634]},
                    { name: "Мневники", coords: [55.761136, 37.471337]},
                    { name: "Народное Ополчение", coords: [55.775600, 37.484976]},
                    { name: "Хорошёвская", coords: [55.776741, 37.520447]}
                ]
            },
            {
                id: "12",
                name: "Бутовская линия",
                color: "#BCD831", // Светло-салатовый цвет
                stations: [
                    { name: "Битцевский парк", coords: [55.600306, 37.556141]},
                    { name: "Лесопарковая", coords: [55.582059, 37.576887]},
                    { name: "Улица Старокачаловская", coords: [55.568653, 37.576242]},
                    { name: "Улица Скобелевская", coords: [55.548018, 37.554759]},
                    { name: "Бульвар Адмирала Ушакова", coords: [55.545309, 37.542784]},
                    { name: "Улица Горчакова", coords: [55.541913, 37.531347]},
                    { name: "Бунинская аллея", coords: [55.537936, 37.515783]}
                ]
            },
            {
                id: "14",
                name: "Московское Центральное Кольцо",
                color: "pink",
                stations: [
                    {name: "Лужники", coords: [55.720867, 37.560119]},
                    {name: "Кутузовская", coords: [55.739448, 37.534320]},
                    {name: "Москва-Сити", coords: [55.747640, 37.531841]},
                    {name: "Шелепиха", coords: [55.756812, 37.525931]},
                    {name: "Хорошёево", coords: [55.776933, 37.507636]},
                    {name: "Зорге", coords: [55.789213, 37.504250]},
                    {name: "Панфиловская", coords: [55.798023, 37.499719]},
                    {name: "Стрешнево", coords: [55.813703, 37.486864]},
                    {name: "Балтийская", coords: [55.825171, 37.494613]},
                    {name: "Коптево", coords: [55.840466, 37.521326]},
                    {name: "Лихоборы", coords: [55.847682, 37.552932]},
                    {name: "Окружная", coords: [55.848882, 37.571476]},
                    {name: "Владыкино", coords: [55.847335, 37.591536]},
                    {name: "Ботанический Сад", coords: [55.845517, 37.639958]},
                    {name: "Ростокино", coords: [55.839226, 37.668437]},
                    {name: "Белокаменная", coords: [55.829337, 37.702290]},
                    {name: "Бульвар Рокоссовского", coords: [55.816471, 37.738524]},
                    {name: "Локомотив", coords: [55.804110, 37.746022]},
                    {name: "Измайлово", coords: [55.788728, 37.743185]},
                    {name: "Соколиная Гора", coords: [55.769903, 37.745462]},
                    {name: "Шоссе Энтузиастов", coords: [55.758945, 37.746220]},
                    {name: "Андроновка", coords: [55.746871, 37.737422]},
                    {name: "Нижегородская", coords: [55.732425, 37.728228]},
                    {name: "Новохохловская", coords: [55.724075, 37.716826]},
                    {name: "Угрешская", coords: [55.717898, 37.695561]},
                    {name: "Дубровка", coords: [55.712362, 37.676475]},
                    {name: "Автозаводская", coords: [55.705490, 37.661523]},
                    {name: "ЗИЛ", coords: [55.698587, 37.648900]},
                    {name: "Верхние Котлы", coords: [55.690116, 37.618723]},
                    {name: "Крымская", coords: [55.689989, 37.605113]},
                    {name: "Площадь Гагарина", coords: [55.706828, 37.586589]},
                    {name: "Лужники", coords: [55.720867, 37.560119]}
                ]
            },
            {
                id: "16",
                name: "Троицкая",
                color: "#8D5B2D", // Коричнево-бронзовый
                stations: [
                    { name: "Новаторская", coords: [55.672092, 37.521725]},
                    { name: "Университет дружбы народов", coords: [55.648184, 37.507577]},
                    { name: "Генерала Тюленева", coords: [55.626166, 37.485918]},
                    { name: "Тютчевская", coords: [55.618850, 37.481349]},
                    { name: "Корниловская", coords: [55.598784, 37.479408]},
                    { name: "Коммунарка", coords: [55.574623, 37.467817]},
                    { name: "Новомосковская", coords: [55.560607, 37.465248]}
                ]
            },
            {
                id: "15",
                name: "Некрасовская",
                color: "purple",
                stations: [
                    { name: "Нижегородская", coords: [55.731758, 37.730695]},
                    { name: "Стахановская", coords: [55.727199, 37.752242]},
                    { name: "Окская", coords: [55.718568, 37.781183]},
                    { name: "Юго-Восточная", coords: [55.705319, 37.817879]},
                    { name: "Косино", coords: [55.703435, 37.851293]},
                    { name: "Улица Дмитриевского", coords: [55.710367, 37.878996]},
                    { name: "Лухмановская", coords: [55.708475, 37.900553]},
                    { name: "Некрасовка", coords: [55.702962, 37.927972]}
                ]
            }
        ]
    }
};
